Revit 2027 API
BuiltInFailures.MEPFabricationFailures.AdditionalPartNotLoaded Property
 An additional part was not loaded.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId AdditionalPartNotLoaded { get; }
Public Shared ReadOnly Property AdditionalPartNotLoaded As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ AdditionalPartNotLoaded {
	FailureDefinitionId^ get ();
}
static member AdditionalPartNotLoaded : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MEPFabricationFailures Class
Autodesk.Revit.DB Namespace